Repository: common-repository/night-traffic-light
Catalog: translate/night-traffic-light-*.po
Languages: de_de

source: Simple traffic light system for WordPress
de_de: Ampelsystem

source: Title
de_de: Titel

source: Red
de_de: Rot

source: Yellow
de_de: Gelb

source: Green
de_de: Grün

source: Size
de_de: Größe

source: Code for traffic light
de_de: Code für die Ampel

source: To insert your traffic light in postings or pages you can use our simple shortcode.<br />If our traffic light system shall be embetted into a widget, you will not need this shortcode function as we built an extra widget function for you.<br><strong>These can be found at:</strong><br />
de_de: Um Ihre Ampel einzufügen z. B. in Beiträgen oder Seiten können Sie ohne Probleme unseren leichten Shortcode nutzen. <br/>Falls Sie unser Ampelsystem in ein Widget einbetten wollen, benötigen Sie diese Shortcode Funktion allerdings nicht - da wir eine Extra Widget Funktion für Sie eingebaut haben.<br /><strong>Diese finden Sie unter:</strong><br />

source: Shortcode variables
de_de: Shortcode Variablen

source: Following code is basis:
de_de: Folgender Code ist Grundlage:

source: Variables for y
de_de: Variable für y

source: The letter y in the code means the colour your traffic light will show.<br />Substitute y with one of these colours:
de_de: Der Buchstabe "y" im Code steht für die Farbe, die Ihre Ampel anzeigen soll. <br />Ersetzen Sie "y" mit einer dieser Farben:

source: Variables for x
de_de: Variable für x

source: The letter x means the size oft the pixels
de_de: Der Buchstabe "x" steht in diesem Falle für die Größe in Pixeln.

source: Example
de_de: Beispiel

source: The traffic light shows red and has a size of 50 pixels.
de_de: Die Ampel zeigt rot und ist 50 pixel groß.

source: Thank you
de_de: Vielen dank

source: We thank you very much that you decided to use our plugin nights traffic light.<br /><br />In case you have questions, suggestions, bugs or messages for us you can contact us here<br />
de_de: Wir möchten und herzlich bei Ihnen bedanken, dass Sie sich dazu entschieden haben unser Plugin: "Nights Traffic Light" zu nutzen.<br /> <br />Sollten Sie Fragen, Vorschläge, Bug Meldungen zu unserem Plugin können Sie uns wie folgt<br />

source: Many thanks to ...
de_de: Vielen dank an ...

source: <a href="http://greyeconsulting.de" target="_blank">Sonja Greye</a> - translation - German-English
de_de: <a href="http://greyeconsulting.de" target="_blank">Sonja Greye</a> - Übersetzung - Deutsch-Englisch

source: Pay for a round of coffee
de_de: Spendiere uns ein Kaffee

source: developed by
de_de: Entwickelt von

source: in cooperation with
de_de: in Kooperation mit
